{
    "chroma": [
        {
            "id": "1",
            "name": "Hew Espireth",
            "anagram": "White Sphere",
            "diameter": 1415000,
            "colour": "Silver and pale violet",
            "citizens": "Hespers",
            "traits": "Serene, creative, cerebral.",
            "weapons": "Superb teleskills, manipulators of matter and lifelight",
            "description": ["Hew Espireth, known as Hespeth or the sleeper fields, is the huge central sphere around which the Chroma Sphere System rotates. Its gigantic lifelight core is encased by translucent, violet rock. Silver sand covers its glowing surface. This sunlike sphere is visible from Pyro Eshwelle, and to avoid blindness, residents view their world using Godish mechancial eyes or Evollese enchantment. Like every Chroman sphere, Hew Espireth has a breathable atmosphere. Within the stone surface, several layers of subterranean chambers contain homes, workspaces and massive chambers of delusion cells. Residents of Hew Espireth, known as the Hespers, fall into four categories: sleepers, creators, workers and priests.", "Sleepers are Chromans kept in induced stasis within delusion cells. Most Chromans who volunteer for mindscape research missions become sleepers upon completion of their parallel life, regardless of the mission's length, due to the psychological damage caused by mindscaping. Safe within a delusion cell, sleepers dream away their remaining existence.", "Creators design delusion cell dreamworlds. Before the original portal tech was lost in the First Fall, they designed real worlds in distant galaxies. They created all Chroman spheres except Peblash Reck.", "Priests oversee delusion cell allocation and final death rites. Sleepers tired of delusion can request funerals, where they are transported to volcanic lands and lowered into molten rock, where their consciousness dissolves, becoming part of the lifelight core.", "Workers assist the creators and priests, performing general maintenance. Hew Espireth's rigorous screening process blocks anyone with a criminal past or deadlight energy, due to the sleepers' vulnerability. Positions on Hespeth remain highly valued due to incredible living standards and potential for creator training.", "No Chromans are born Hew Espireth. Despite the abundance of lifelight, the proximity to death makes all residents infertile, and no food grows on Hew Espireth soil. Lifelight energy eliminates hunger, but residents who still enjoy eating receive imported food from other spheres. The lack of native food makes Hew Espireth residents the most varied in appearance, retaining the physical characteristics acquired during their previous residence. Most priests arrive from the green forest planet of Geren Espher. Most creators are violet from lives spent studying magic on Evol Espireth, or indigo from studying science on Godshi Enpire.", "The last ruler of Hew Espireth was Giyakai, who ruled from GE1959 until the GWAKZ war's dramatic conclusion. All Chroman spheres are now governed by non-hierarchical committee."]
        },
        {
            "id": "2",
            "name": "Evol Espireth",
            "anagram": "Violet Sphere",
            "diameter": 6000,
            "colour": "Deep violet and purple",
            "citizens": "Evollese/Evollish",
            "traits": "Mystical, intelligent, regal",
            "weapons": "Excellent teleskills and lifelight manipulation",
            "description": ["Evol Espireth is the closest sphere in orbit around Hew Espireth and the smallest Chroman sphere. Its rocky surface is covered with vast lakes and thick purple fog that flickers with electrical storms.", "Citizens are Evollese (or Evollish in Renish and Beshper dialects). They construct beautiful homes from locally materials using 'nesis. Wealthy Evollese inhabit mountaintop palaces overlooking the clouds. Poorer residents work in the lowlands, farming the violet foods that give residents their colour.", "The Evollese have the strongest teleskills of all Chromans except the Hesper creators. Other Chromans sometimes perceive their cold, distant manner as arrogant. Before the First Fall, the Evollish teleported to distant galaxies and nudged the development of sentient beings to advance them toward self awareness. Modern day Evollish of notable talent will 'port across Chroma teaching teleskills and assisting large building and landscaping projects using 'nesis", "The last ruler of Evol Espireth was Wandasee, who took power three years before the GWAKZ war. The previous ruler was Reea, who changed her name to Recka when she left Evol for Peblash Reck, having succumbed to the deadlight."]
        },
        {
            "id": "3",
            "name": "Godshi Enpire",
            "anagram": "Indigo Sphere",
            "diameter": 14159,
            "colour": "Indigo, blue black",
            "citizens": "Godish",
            "traits": "Inventive, academic, humble",
            "weapons": "Excellent teleskills, giant robots",
            "description": ["Godshi Enpire is the second sphere in the Chroman orbit. Its terrain of mountains and lakes is most similar to Evol Espireth, but with clearer, peaceful skies. As with Hew Espireth, underground space is often utilised, mostly for vast subterrenean fields of portal doors.", "The Godish culture is focussed around science and creating machines that surpass the abilities of the Chroman mind. They build simple homes using 'nesis and machinery. Their indigo food is farmed by robots, as most Godish work in laboratories or libraries. These quiet, studious Chromans rarely leave their sphere, and prefer electronic communication to receiving guests. Their main visitors are mindscape researchers.", "Mindscape research positions are open to any Chroman who passes the online tests. Researchers are allocated a portal door upon arrival, which they step through, merging with a newborn consciousness in a parallel universe and creating another mindscape in the mindfields. Upon mission completion, the researcher's door reactivates and they return to Godshi Enpire where their memories are added to the electronic library. Researchers usually return physically altered to resemble the distant lifeform they merged with. Some return to Chroman life, or undertake further research missions. Many are so consumed with a distant world's idea of what happens at mission end, the Godish walk them straight into delusion cells and ship them to Hew Espireth. Others return having committed heinous crimes in their parallel life and are sent to Pred Heres.", "Godshi was the primary target during the Second Fall, where the Reckish stole portal technology to create CRIBs. The following four hundred years brought a re-build and major advances in portal technology, prompting the Reckish to attack again.", "The last ruler of Godshi Enpire was Isiah, voted into leadership seven years before the GWAKZ war. This war began with Reckish stealing more Godish research before destroying many portal doors. Researchers were stranded on collapsing mindscapes upon mission completion until the intervention of Bure Eshpel spaceships. Surviving Godish are still working hard to rebuild the portal doors and again advance their technology beyond Reckish capabilities."]
        },
        {
            "id": "4",
            "name": "Bure Eshpel",
            "anagram": "Blue Sphere",
            "diameter": 15000,
            "colour": "Blue",
            "citizens": "Beshpers",
            "traits": "Adventurous, brave, honest",
            "weapons": "Good telepathy and telekinesis. Gunships and axes.",
            "description": ["Bure Eshpel, sometimes called Beshpel, is an oceanic sphere dotted with rocky, blue islands. It is the third sphere from Hew Espireth. Beshpers reside on sprawling cities that cover the larger islands, or on ships. Some say it was their jealousy over Evollish and Godish teleportation ability that made Beshpers incredible transport engineers. They make residential ocean ships the size of cities, submarines for underwater exploration, airships for navigating the icy poles, and spaceships. Beshper technology enables travel between Chroman spheres for Chromans who cannot teleport. During the GWAKZ war, they made space vessels capable of traversing the mindfields to rescue researchers stranded due to broken portal doors.", "Beshpers are loud people, occasionally brash but always honest. Free-thinking Beshper cities attract artists, writers and musicians from across Chroma.", "The last ruler of Bure Eshpel was Kalanooka, who took power immediately after a Reckish spy killed her father at the start of the GWAKZ war. This blue warrior princess had a military flair that made Bure Esphel the least damaged sphere except Hew Espireth under the Reckish onslaught. It was her idea to use Beshper ships to collect frags from the mindfields to aid the Chroman army. The Chroman war ended when Kalanooka sacrificed herself to save Chroma."]
        },
        {
            "id": "5",
            "name": "Geren Eshper",
            "anagram": "Green Sphere",
            "diameter": 19000,
            "colour": "Green, khaki",
            "citizens": "Renish",
            "traits": "Peaceful, compassionate, healers",
            "weapons": "Excellent telepathy, moderate telekinesis, lifelight forcefields",
            "description": ["The forest-covered sphere of Geren Eshper is fourth in orbit from Hew Espireth. It has the largest variety of plant life, and its three large inland seas are home to unique animal species.", "Renish citizens live primitive lives compared to other Chromans. They live in balance with their sphere's ecosystem and have little machinery.Many mindscape researchers who fragment into animal form choose to reside on Geren Eshper after mission completion, because the Renish are renowned for their respect for animal life. Despite the distance from Hew Espireth, the Renish are adept at channelling lifelight and make great healers, hence Geren Eshper having best hospitals on Chroma. This sphere also has the cleanest atmosphere due to the abundance of plant life, and export oxygen-rich air to rich residents on other spheres using Beshper delivery ships.", "The last ruler of Geren Espher was Amimia. She was elected to power in GE1976 and led the Renish in adding lifelight force-fields to Beshper warships. Her feud with Kalanooka almost tore apart the GWAKZ alliance but she remained faithful to the fight against Peblash Reck until the end."]
        },
        {
            "id": "6",
            "name": "Pyro Eshwelle",
            "anagram": "Yellow Sphere",
            "diameter": 11000,
            "colour": "Yellow, gold",
            "citizens": "Pyrish",
            "traits": "Wilful, loud, ambitious. ",
            "weapons": "Good telepathy, moderate telekinesis, guns, bombs.",
            "description": ["Pyro Eshwelle, often known as Pyro, is the fifth sphere from Hew Espireth. The natural chemicals in its outer atmosphere amplify Hew Espireth's distant glow, making Pyro the second brightest sphere. The lower atmosphere is riddled with Chroman-made chemicals due to Pyro's huge consumer culture, making the air barely breathable. Specialist breathing equipment is needed when venturing outdoors. The landscape is a combination of desert and ocean.", "The Pyrish mostly work in military, media or manufacturing. These industrious people have covered most solid ground with solar panels, factories and massive cities. Using Beshper freight ships, they export goods and surplus energy to other Chroman spheres and import robots from Godshi Enpire, oxygen-rich air and medicine from Geren Eshper, and weapons from Pred Heres. There is much infighting between Pyrish lands. Those lucky enough to live in peaceful zones often devote their lives to entertainment, and Pyro-made shows are watched throughout Chroma.", "The last ruler of Pyro Eshwelle was Zimsela. She ruled from GE1974 following the tragic death of her parents and was still a child when the Chroman war began. She made the controversial move of installing cameras on the mindscapes. These were initially designed for security purposes, to keep watch for Reckish mindfield invasions, but some footage was later edited into pornography or dramatic documentaries that more socially-conscious Chromans believe to be a violation of mindscaper privacy."]
        },
        {
            "id": "7",
            "name": "Opree Shengra",
            "anagram": "Orange Sphere",
            "diameter": 17000,
            "colour": "Orange, peach, brown",
            "citizens": "Oprian/Oprish",
            "traits": "Hedonistic, charming, welcoming",
            "weapons": "Telepathy, daggers, poison",
            "description": ["Opree Shengra is the sixth sphere from Hew Espireth, covered in desert laced with underground rivers. Citizens are Oprian (or Oprish in Renish or Beshper dialects) and reside near accessible water sources in beautiful stone cities with ornate temples. Due to Oprish hospitable nature, Opree Shengra is the sphere most visited for tourism purposes. Of all Chromans, the Oprish are also most likely to undertake mindscape research missions.", "The last ruler of Opree Shengra was Dakshin, who was the second Chroman ruler to defect to Recka's influence. Recka, Eve and Dakshin formed the RED alliance, leading the most recent attempted Reckish takeover. They were opposed by the GWAKZ alliance who fought to drive back the deadlight. "]
        },
        {
            "id": "8",
            "name": "Pred Heres",
            "anagram": "Red Sphere",
            "diameter": 9000,
            "colour": "Red, dark pink",
            "citizens": "Predian",
            "traits": "Aggressive, competitive, impulsive",
            "weapons": "Physical strength, guns, knives",
            "description": ["Pred Heres was the furthest sphere from Hew Espireth until the arrival of Peblash Reck before the First Fall. This scarlet sphere is a gigantic battle arena. The polluted seas, scorched earth and crowded skies are divided into combat zones for violently competitive sport. Chroman criminals are sent as cannon fodder as punishment for their crimes, as are mindscapers who escape the clutches of Peblash Reck despite committing evil in their parallel life.", "Citizens are trained in combat from childhood. Their life purpose is to gain status by placing high in battle league tables. Due to their bloodthirsty nature, relationships with other Chroman spheres are often strained. Many Chromans blame the Predians for the arrival of Peblash Reck, believing they created it as a weapon with which to destroy the rest of Chroma.", "The last ruler of Pred Heres was a vicious warrior queen called Eve. She betrayed Chroma by joining Recka's side at the beginning of the GWAKZ war. Since the RED alliance's defeat by Kalanooka ended the Chroman war, the Predators have happily returned to fighting amongst themselves."]
        },
        {
            "id": "9",
            "name": "Peblash Reck",
            "anagram": "Black Sphere",
            "diameter": 23000,
            "colour": "Grey",
            "citizens": "Reckish",
            "traits": "Evil, creepy, demonic",
            "weapons": "Deadlight manipulation, telepathy, teeth and talons",
            "description": ["Peblash Reck began as a black sphere but got bleached grey by the deadlight. Its deadlight core lies surrounded by molten red then solid grey rock. Little grows on the dead surface, and most inhabitants live underground.", "Reckish demons reside alongside doomed former mindscapers. Using stolen Godish technology, the demons created Chambers of Reckish Intergalactic Botherment in order to infect the Mindfields. Mindscapers who succumb to Reckish influence are dragged to Peblash Reck when their parallel life ends unless they get rescued from their collapsing mindscapes by the Beshpers. Once in Peblash Reck they are beyond rescue, and are tormented until they die or transform into Reckish demons.", "The last ruler of Peblash Reck was Recka, previously known as Reea while she ruled Evol Espireth. The Reckish convinced her she could represent the Reck as their leader while maintaining a civil relationship with the rest of Chroma. For three years she attended board meetings with Giyakai, Wandasee, Isiah, Kalanooka, Amimia, Zimsela, Dakshin and Eve. As the Reck's representative, she attempted to bring balance between the lifelight and the deadlight and make the Reck a legitimate part of Chroma. This ended with a brutal attack against Godshi Enpire to steal the latest Godish technology."]
        }        
    ]
}